Repository: kresimir71/plgn024
Catalog: languages/mylanguages/admin/plgn024-*.po
Languages: de_de

source: Plugin Settings
de_de: Plugin-Einstellungen

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.

source: Failed to save settings.
de_de: Fehler beim Speichern der Einstellungen.

source: Saving...
de_de: Speichern...

source: Save Settings
de_de: Einstellungen speichern

source: No Logs Enabled
de_de: Keine Protokolle aktiviert

source: Type and press enter to add
de_de: Tippen Sie und drücken Sie Enter, um hinzuzufügen

source: Select Send When
de_de: Senden auswählen, wenn

source: Example 1 module Settings
de_de: Beispiel 1 Moduleinstellungen

source: Example 2 module Settings
de_de: Beispiel 2 Moduleinstellungen

source: Main Settings
de_de: Haupteinstellungen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Example 1 Module Settings
de_de: Beispiel 1 Moduleinstellungen

source: Example 2 Module Settings
de_de: Beispiel 2 Moduleinstellungen

source: Example2module active
de_de: Beispiel2modul aktiv

source: Toggle to activate or deactivate Example2module.
de_de: Umschalten, um Beispiel2modul zu aktivieren oder zu deaktivieren.

source: Enter the required email address.
de_de: Geben Sie die erforderliche E-Mail-Adresse ein.

source: Please enter a valid email address, like example@domain.com.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein, z. B. example@domain.com.

source: Send files by URL
de_de: Dateien per URL senden

source: Toggle to activate or deactivate.
de_de: Umschalten, um zu aktivieren oder zu deaktivieren.

source: Clean uninstall
de_de: Saubere Deinstallation

source: Clean plugin data when uninstalling plugin.
de_de: Plugin-Daten beim Deinstallieren des Plugins bereinigen.

source: Boglemodule 1 active
de_de: Boglemodul 1 aktiv

source: Toggle to activate or deactivate Boglemodule 1.
de_de: Umschalten, um Boglemodul 1 zu aktivieren oder zu deaktivieren.

source: Boglemodule 1 User name
de_de: Boglemodul 1 Benutzername

source: Enter the username specific to Boglemodule 1 settings.
de_de: Geben Sie den spezifischen Benutzernamen für die Boglemodul 1-Einstellungen ein.

source: Boglemodule 1 Token
de_de: Boglemodul 1 Token

source: Enter the token specific to Boglemodule 1 for authentication purposes.
de_de: Geben Sie das spezifische Token für die Authentifizierung im Boglemodul 1 ein.

source: Option active
de_de: Option aktiv

source: Enable or disable the specific option for Boglemodule 1.
de_de: Aktivieren oder deaktivieren Sie die spezifische Option für Boglemodul 1.

source: Option User name
de_de: Option Benutzername

source: User name
de_de: Benutzername

source: Provide a username for the selected option within Boglemodule 1.
de_de: Geben Sie einen Benutzernamen für die ausgewählte Option innerhalb von Boglemodul 1 an.

source: Please enter a valid username, like AAAAA1.
de_de: Bitte geben Sie einen gültigen Benutzernamen ein, z. B. AAAAA1.

source: Provide a token for secure access to the option in Boglemodule 1.
de_de: Geben Sie ein Token für den sicheren Zugriff auf die Option in Boglemodul 1 an.

source: Please enter a valid token, like BBBBB2.
de_de: Bitte geben Sie ein gültiges Token ein, z. B. BBBBB2.

source: Example1module active
de_de: Beispiel1modul aktiv

source: Toggle to activate or deactivate Example1module.
de_de: Umschalten, um Beispiel1modul zu aktivieren oder zu deaktivieren.
